Repository: veritrans/Veritrans-ios-sdk
Catalog: MidtransKit/MidtransKitResources/*.lproj/Localizable.strings
Languages: id

source: Processing your payment
id: Memproses pembayaran

source: Failed to open Instructions
id: Gagal memuat instruksi

source: Calculating your Point
id: Sedang menghitung poin anda

source: Loading
id: Memuat

source: PIN cannot be empty
id: Masukkan PIN yang benar

source: Card Number cannot be empty
id: Masukkan nomor kartu yang benar

source: You will be redirected to BCA KlikPay page once you tap ‘Confirm Payment’ button
id: Anda akan diarahkan ke halaman BCA KlikPay setelah menekan tombol 'Konfirmasi Pembayaran'

source: payment.failed
id: Pembayaran Gagal

source: payment.pending
id: Menunggu Pembayaran

source: payment.pay-at
id: Pembayaran di %@

source: clickpay.invalid-number
id: Masukkan Nomor Debit Yang Benar

source: clickpay.invalid-token
id: Masukkan Token Clickpay Yang Benar

source: name.other-bank
id: Jaringan ATM Lainnya

source: payment.how
id: Bagaimana cara pembayaran melalui %@

source: payment.klikbca.userid-note
id: Tagihan akan dikirimkan ke akun KlikBCA anda setelah konfirmasi pembayaran dilakukan.

source: payment.email-placeholder
id: Alamat Email (tidak wajib)

source: payment.email-note
id: Kami akan mengirimkan kode pembayaran dan instruksi pembayaran melalui email

source: payment.klikbca.userid-warning
id: Mohon pastikan UserID aktif dan terdaftar di BCA.

source: guide.header-subtitle
id: Instruksi Pembayaran

source: payment.list.title
id: Pilih Metode Pembayaran

source: payment.success
id: Pembayaran Berhasil

source: Close
id: Tutup

source: payment.finish-button-title-via
id: Selesaikan Pembayaran melalui %@

source: payment.finish-button-title
id: Selesaikan Pembayaran di %@

source: payment.va.help-button-title
id: Bagaimana Cara Pembayaran Melalui Transfer Bank %@?

source: payment.va.confirm_button
id: Lihat Nomor Rekening

source: toast.copy-text
id: Sudah disalin ke clipboard

source: creditcard.input.title
id: Detil Kartu

source: creditcard.list.title
id: Pilih Kartu

source: creditcard.twoclick.title
id: Bayar Dengan Kartu Kredit

source: creditcard.error.invalid-bin
id: nomor kartu kredit tidak terdapat didalam whitelist bin kartu kredit

source: creditcard.promo-message
id: Dengan kartu ini, anda mendapatkan diskon sejumlah %@ dari %@

source: creditcard.promo-title
id: Selamat

source: creditcard.creditcard_number
id: Nomor Kartu Kredit

source: creditcard.creditcard_valid_until
id: Berlaku Hingga (MM/YY)

source: creditcard.creditcard_cvv
id: CVV

source: Card number is invalid
id: Nomor kartu tidak valid

source: Input Invalid
id: Masukan tidak valid

source: Expiry Year is invalid
id: Tahun kadaluwarsa tidak valid

source: Expiry Month is invalid
id: Bulan kadaluwarsa tidak valid

source: CVV is invalid
id: CVV tidak Valid

source: creditcard.add.new.card
id: Tambah Kartu Kredit

source: creditcard.finish.payment
id: Selesaikan Pembayaran

source: creditcard.Save card for later use
id: Simpan Kartu

source: creditcard.save card for later reuse
id: Simpan Kartu

source: creditcard.Redeem BNI Reward Point
id: Tukarkan poin hadiah BNI

source: creditcard.Mandiri Debit Card
id: Kartu Debit Mandiri

source: creditcard.Mandiri Debit Card placeholder
id: Nomor Kartu Mandiri Debit

source: creditcard.we will securely store your card details so you can reuse them later
id: kami akan menyimpan dengan aman kartu anda, sehingga anda bisa menggunakannya lagi nanti

source: va.list.title
id: Pilih Bank

source: va.pay-button
id: Lihat Nomor Rekening

source: BNI Card
id: Kartu BNI

source: Processing your transaction
id: Memproses transaksi

source: payment.telkomsel-cash.token-placeholder
id: Token T-Cash

source: payment.telkomsel-cash.token-note
id: Pembayaran T-Cash harus menggunakan nomor telepon Telkomsel yang terdaftar.

source: payment.telkomsel-cash.header-title
id: Telkomsel Cash

source: payment.telkomsel-cash.warning
id: Token T-Cash tidak boleh kosong.

source: payment.indosat-dompetku.token-placeholder
id: Nomor Telepon Indosat

source: payment.indosat-dompetku.token-note
id: Masukkan Nomor yang terdaftar di Indosat Dompetku.

source: payment.indosat-dompetku.header-title
id: Indosat Dompetku

source: payment.indosat-dompetku.warning
id: Nomor telepon tidak boleh kosong.

source: payment.kioson.note
id: Selesaikan pembayaran di Kioson

source: kioson.pending.code-title
id: Kode Pembayaran

source: kioson.pending.howto-title
id: Bagaimana saya dapat melakukan pembayaran dengan Kioson?

source: kioson.pending.copy-title
id: Salin Kode Pembayaran

source: gci.placeholder
id: Nomer kartu gift card anda

source: No Installment
id: Tanpa cicilan

source: month.installments
id: cicilan %@ bulan

source: what is cvv?
id: apa itu cvv?

source: The CVV is a 3 (or 6) digit number security code printed on the back of your card
id: CVV adalah 3 (atau 6) digit angka kode keamanan yang tercetak di belakang kartu Anda

source: redeem bni reward point
id: Tukarkan poin hadiah BNI

source: you can pay partly through the redemption of BNI Reward Point through your credit card
id: Anda dapat membayar sebagian dengan Poin Reward BNI melalui Kartu Kredit Anda.

source: This transaction must use installment
id: Pembayaran harus menggunakan cicilan

source: Your total BNI Reward Points is %i
id: Total poin hadiah BNI Anda adalah %i

source: Complete Payment at ATM
id: Selesaikan Pembayaran di ATM

source: alert.title
id: Perhatian

source: alert.message-delete-card
id: Anda yakin ingin menghapus kartu ini?

source: alert.no
id: Tidak

source: alert.yes
id: Ya

source: alert.invalid-payment-token
id: Token pembayaran tidak benar, silakan coba lagi.

source: Delete Saved Card
id: hapus kartu ini

source: Thank you!
id: Terimakasih!

source: Ouch!
id: Aduh!

source: Your payment can't be processed
id: Transaksi Anda tidak dapat diproses.

source: Your payment has been processed
id: Transaksi Anda telah diproses.

source: Please complete payment to proceed
id: Selesaikan Pembayaran

source: Loading payment list
id: Memuat daftar pembayaran

source: Pay from ATM Bersama, Prima or Alto
id: Bayar melalui ATM bersama, Prima atau Alto

source: Credit/Debit Card
id: Kartu Kredit/Kartu Debit

source: Pay With
id: Bayar Dengan

source: total.amount
id: Total Bayar

source: %@ step by step
id: Langkah-langkah bayar di %@

source: SMS Charges may be applied for this payment method
id: Biaya SMS mungkin akan dikenakan untuk cara pembayaran ini.

source: Key token device is required for this payment method
id: Perangkat token key dibutuhkan untuk cara pembayaran ini.

source: confirm.payment
id: Konfirmasi Pembayaran

source: Please complete payment before: %@
id: Silakan menyelesaikan pembayaran sebelum :

source: donwload.instruction
id: unduh instruksi
